Revit 2027 API
ParameterTypeId.AlignmentStationLabelDistance Property
 "Distance": Currently not in use
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationLabelDistance { get; }
Public Shared ReadOnly Property AlignmentStationLabelDistance As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationLabelDistance {
	ForgeTypeId^ get ();
}
static member AlignmentStationLabelDistance : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace